import { TestCard } from "./TestCard";

export function Actual() {
    return (
        <>
            <div className="page-name">
                Актуальные тесты
            </div>
            <div className="page-name-subtitle">
                Назначены репетитором
            </div>

            <div className="cards-grid-container">
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
                <TestCard title="Тест по математике" content="Линейные неравенства. Системы и совокупности неравенств" bottom="25 сентября 2023" link="#" />
            </div>
        </>
    );
}